Repository: Butzlabben/snackchat
Catalog: lib/l10n/app_*.arb
Languages: de

# searchEqual
source: Search for same preference
de: Nach gleichem suchen

# searchComplementary
source: Search for opposite preference
de: Nach komplementären suchen

source: Settings
de: Einstellungen

# noChats
source: You have not chatted yet
de: Du hast bisher noch nicht gechatted

# noMatchesFound
source: Unfortunately no matches were found
de: Leider wurde keine Matches gefunden

source: Cancel
de: Abbrechen

# chatEncryptionWarning
source: WARNING: This chat is not encrypted. Although the administrators would never read your messages, do not exchange sensitive information here
de: ACHTUNG: Dieser Chat ist nicht verschlüsselt. Obwohl die Administratoren nie ihre Nachrichten lesen werden, sollten sie hier niemals sensitive Informationen austauschen

# block
source: Block user
de: Nutzer blockieren

# blockConfirmation
source: Confirm blocking of user
de: Möchtest du diesen Nutzer wirklich blockieren?

# blockWarningMessage
source: Are you sure you want to block this user? This action cannot be undone
de: Bist du dir sicher, dass du diesen Nutzer blockieren möchtest? Diese Aktion kann nicht rückgängig gemacht werden

# report
source: Report user
de: Nutzer melden

# reportConfirmation
source: Confirm report of user
de: Möchtest du diesen Nutzer wirklich melden?

# reportWarningMessage
source: Are you sure you want to report this user? This action cannot be undone
de: Bist du dir sicher, dass du diesen Nutzer melden möchtest? Diese Aktion kann nicht rückgängig gemacht werden

source: Action successfully executed
de: Aktion erfolgreich ausgeführt

# selectFavoriteSnack
source: Select your favorite snacks and state them down below
de: Wählen deinen Lieblingssnacks aus und gib die Reihenfolge unten an

source: Save
de: Speichern

# snackHint
source: e.g. "614532"
de: z. B. "614532"

# yourSnackPreference
source: What fits your taste?
de: Was schmeckt dir?

# invalidPreference
source: Please put in a valid snack preference
de: Bitte gib eine valide Snack-Präferenz an

source: Log out
de: Ausloggen

source: User ID:
de: Nutzer ID:

# preference
source: Snack preference:
de: Snack-Präferenz:

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

# logOutConfirmationWarning
source: Do you really want to log yourself out
de: Möchtest du dich wirklich abmelden

# logOutConfirmationAnon
source: WARNING: As you are logged in anonymously, you won't be able to log in again with this account
de: ACHTUNG: Weil du nur anonym eingeloggt bist, wirst du dich danach nie wieder mit diesem Account anmelden können

# logOutConfirm
source: Confirm logging out
de: Ausloggen bestätigen

# invalidEmail
source: Please provide a valid email
de: Bitte gib eine gültige Email an

# tooShortPassword
source: Please provide a longer password
de: Bitte gebe ein stärkeres Passwort an

# accountDeactivated
source: This account was deactivated for security reasons. If you think, this is a mistake, please contact info@naegele.dev
de: Dieser Account wurde aus Sicherheitsgründen deaktiviert. Wenn du denkst, dass dies ein Fehler ist, dann wende dich an info@naegele.dev

# userNotFound
source: The specified user could not be found
de: Der angegebene Benutzer konnte nicht gefunden werden

# wrongPassword
source: The provided password is wrong
de: Das angegebene Passwort ist falsch

# emailAlreadyInUse
source: The provided email is already in use
de: Die angegeben E-Mail wird bereits benutzt

# imprintLaw
source: Information in accordance with Section 5 TMG
de: Angaben gemäß §5 TMG

source: Contact
de: Kontakt

# contactPhone
source: Phone
de: Telefon

# faqAppUglyHeading
source: Why is the app so ugly?
de: Warum ist diese App so hässlich?

# faqAppUglyAnswer
source: The initial version of app was developed in under 10 hours. But hopefully there will be an update regarding this issue.
de: Die App wurde in knapp 10 Stunden entwickelt, da bleibt leider wenig Zeit für sowas. Es wird wahrscheinlich ein Update deswegen noch erscheinen.

# faqDataCollection
source: Which data gets collected?
de: Welche Daten werden gesammelt?

# faqDataCollectionAnswer
source: We only save the text messages, your snack preference and information regarding your account (E-Mail, Auth-Provider, ...). Note that there are 3rd parties involved like Google Analytics, which may collect additional information
de: Wir speichern nur die Snack-Präferenzen, Chatnachrichten und die Informationen, die wir für die Accounts brauchen (E-Mail, Auth-Provider, ...). Desweiteren benutzten wir Dienste wie Google Analytics, welche nochmal andere Daten sammeln könnten.

# faqSource
source: Where can I find the source code?
de: Wo finde ich den Source Code?
